Repository: victorsemedo/MarvelCharacters
Catalog: MarvelCharacters/Resources/*.lproj/Localizable.strings
Languages: pt_br

source: characters
pt_br: personagens

source: favorites
pt_br: favoritos

source: Search by name
pt_br: Busca pelo nome

source: comics
pt_br: quadrinhos

source: Try Again
pt_br: Tentar de Novo

# no_favorites
source: No characters have been favored yet
pt_br: Nenhum personagem foi favoritado ainda

source: no comics
pt_br: nenhum quadrinho

source: no series
pt_br: nenhuma serie

# error_no_connection
source: Check your internet connection.
pt_br: Verifique a conexão da sua internet.

# error_unknown
source: OH NO! HYDRA stole this page from the S.H.I.E.L.D database!
pt_br: OH NÃO! HYDRA roubou esta página do banco de dados S.H.I.E.L.D.

# error_data_save
source: An error occurred while saving local data.
pt_br: Ocorreu um erro ao salvar dados locais.

# error_data_fetch
source: An error occurred while loading local data.
pt_br: Ocorreu um erro ao procurar dados locais.

# error_data_delete
source: An error occurred while deleting local data.
pt_br: Ocorreu um erro ao deletar dados locais.

# error_data_unknown
source: An error occurred while handling local data.
pt_br: Ocorreu um erro ao manipular dados locais.
